{
    "Add additional security to your account using two factor authentication.": "Agregue seguridad adicional a su cuenta mediante la autenticaci贸n de dos factores.",
    "Already registered?": "驴Ya se ha registrado?",
    "A new verification link has been sent to the email address you provided during registration.": "Hemos enviado un nuevo enlace de verificaci贸n a la direcci贸n de correo electr贸nico que usted proporcion贸 al momento de registrarse.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "驴Est谩 seguro de que desea eliminar su cuenta? Una vez que se elimine su cuenta, todos sus recursos y datos se eliminar谩n permanentemente. Ingrese su contrase帽a para confirmar que desea eliminar permanentemente su cuenta.",
    "Browser Sessions": "Sesiones del navegador",
    "Cancel": "Cancelar",
    "Catalogs": "Cat谩logos",
    "Create Account": "Crear una cuenta",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirme la contrase帽a",
    "Current Password": "Contrase帽a actual",
    "Dashboard": "Panel de administraci贸n",
    "Delete Account": "Borrar cuenta",
    "Disable": "Desactivar",
    "Done.": "Hecho.",
    "Email": "Correo electr贸nico",
    "Email Password Reset Link": "Restablecer contrase帽a",
    "Enable": "Hablitar",
    "Ensure your account is using a long, random password to stay secure.": "Le invitamos a establecer una contrase帽a robusta.",
    "Forgot your password?": "驴Olvid贸 su contrase帽a?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "驴Ha olvidado su contrase帽a? No hay problema. Especifique su correo electr贸nico para enviarle un enlace que le asista en el restablecimiento de su contrase帽a.",
    "I agree to the :terms_of_service and :privacy_policy": "Estoy de acuerdo con los :terms_of_service y la :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puede cerrar la sesi贸n de todas las dem谩s sesiones de su navegador en todos sus dispositivos. Algunas de sus sesiones recientes se enumeran a continuaci贸n; sin embargo, esta lista puede no ser exhaustiva. Si cree que su cuenta se ha visto comprometida, tambi茅n debe actualizar su contrase帽a.",
    "Last active": "ltima activa",
    "Log in": "Acceder",
    "Log Out": "Cerrar sesi贸n",
    "Log Out Other Browser Sessions": "Cerrar sesi贸n en otras sesiones del navegador",
    "Manage and log out your active sessions on other browsers and devices.": "Administre y cierre la sesi贸n de sus sesiones activas en otros navegadores y dispositivos.",
    "Manage Account": "Gesti贸n de su cuenta",
    "Name": "Nombre completo",
    "New Password": "Nueva contrase帽a",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine su cuenta, todos sus recursos y datos se eliminar谩n permanentemente. Antes de eliminar su cuenta, descargue cualquier dato o informaci贸n que desee conservar.",
    "Password": "Contrase帽a",
    "Permanently delete your account.": "Elimine permanentemente su cuenta.",
    "Photo": "Foto",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Ingrese su contrase帽a para confirmar que desea cerrar la sesi贸n de sus otras sesiones de navegador en todos sus dispositivos.",
    "Privacy Policy": "pol铆tica de privacidad",
    "Profile": "Perfil",
    "Profile Information": "Informaci贸n del perfil",
    "Regenerate Recovery Codes": "Regenerar c贸digos de recuperaci贸n",
    "Register": "Registrar",
    "Resend Verification Email": "Reenviar correo de verificaci贸n",
    "Remember me": "No cerrar sesi贸n (recordarme)",
    "Remove Photo": "Eliminar foto",
    "Saved.": "Guardada",
    "Save": "Guardar",
    "Select A New Photo": "Seleccione nueva foto",
    "Show Recovery Codes": "Mostrar c贸digos de recuperaci贸n",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarde estos c贸digos de recuperaci贸n en un administrador de contrase帽as seguro. Se pueden usar para recuperar el acceso a su cuenta si pierde su dispositivo de autenticaci贸n de dos factores.",
    "Terms of Service": "t茅rminos del servicio",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "隆Gracias por registrarse! Antes de comenzar 驴puede verificar su direcci贸n de correo electr贸nico haciendo clic en el enlace que acabamos de enviarle? Si no ha recibido dicho mensaje, podemos enviarle de nuevo el correo.",
    "This device": "Este dispositivo",
    "Two Factor Authentication": "Autentificaci贸n de dos factores",
    "Update your account's profile information and email address.": "Actualice la informaci贸n de su cuenta y direcci贸n de correo electr贸nico.",
    "Update Password": "Actualizar contrase帽a",
    "You have enabled two factor authentication.": "Ha habilitado la autenticaci贸n de dos factores.",
    "You have not enabled two factor authentication.": "No ha habilitado la autenticaci贸n de dos factores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticaci贸n de dos factores est谩 habilitada, se le solicitar谩 un token aleatorio seguro durante la autenticaci贸n. Puede recuperar este token de la aplicaci贸n Google Authenticator de su tel茅fono.",
    "Whoops! Something went wrong.": " 隆Oh no! Algo sali贸 mal."
}
